Repository: ManuEspeso/InnocvPrueba
Catalog: InnocvPrueba/Resources/*.lproj/Localizable.strings
Languages: es

source: Unknoun
es: Desconocido

source: Users
es: Usuarios

source: Got it
es: Entendido

source: Connection Lost
es: Conexion Perdida

# check_wifi
source: Check your wifi connection
es: Revisa tu conexion a internet

source: Unauthorized
es: No estas autorizado a esta accion

# not_found_error
source: Error not found
es: Error desconocido

source: Network Down
es: Servidores caidos

# date_format
source: d 'of' MMMM 'of' yyyy, EEEE
es: d 'de' MMMM 'de' yyyy, EEEE

source: Cancel
es: Cancelar

# delete_user
source: Delete
es: Eliminar

# drop_user
source: Sure that you want to delete this user?
es: Estas seguro que deseas eliminar este usuario?
